Repository: johnsonlee/wget-extension
Catalog: po/*.po
Languages: sl

source: Unknown system error
sl: Neznana napaka sistema

source: %s: option '--%s' doesn't allow an argument
sl: %s: mo¾nost '--%s' ne dovoljuje argumenta

source: %s: option '%c%s' doesn't allow an argument
sl: %s: mo¾nost '%c%s' ne dovoljuje argumenta

source: %s: option '--%s' requires an argument
sl: %s: mo¾nost '--%s' zahteva argument

source: %s: unrecognized option '--%s'
sl: %s: neprepoznana mo¾nost '--%s'

source: %s: unrecognized option '%c%s'
sl: %s: neprepoznana mo¾nost '%c%s'

source: %s: invalid option -- '%c'
sl: %s: neveljavna mo¾nost -- '%c'

source: %s: option requires an argument -- '%c'
sl: %s: mo¾nost zahteva argument -- '%c'

source: %s: option '-W %s' is ambiguous
sl: %s: mo¾nost '-W %s' je dvoumna

source: %s: option '-W %s' doesn't allow an argument
sl: %s: mo¾nost '-W %s' ne dovoljuje argumenta

source: %s: option '-W %s' requires an argument
sl: %s: mo¾nost '-W %s' zahteva argument

source: memory exhausted
sl: pomnilnik izèrpan

source: %s: unable to resolve bind address %s; disabling bind.
sl: %s: ni bilo mogoèe razre¹iti naslova za vezanje %s; onemogoèanje vezanja.

source: Connecting to %s|%s|:%d...
sl: Povezovanje na %s|%s|:%d ...

source: Connecting to %s:%d...
sl: Povezovanje na %s:%d ...

source: connected.
sl: povezano.

source: failed: %s.
sl: spodletelo: %s.

source: %s: unable to resolve host address %s
sl: %s: ni bilo mogoèe razre¹iti naslova gostitelja %s

source: Converted %d files in %s seconds.
sl: Pretvorjenih %d datotek v %s sekundah.

source: Converting %s...
sl: Pretvarjanje %s ...

source: nothing to do.
sl: niè za storiti.

source: Cannot convert links in %s: %s
sl: Ni mogoèe pretvoriti povezav v %s: %s

source: Unable to delete %s: %s
sl: Ni bilo mogoèe izbrisati %s: %s

source: Cannot back up %s as %s: %s
sl: Ni mogoèe ustvariti varnostne kopije %s kot %s: %s

source: Syntax error in Set-Cookie: %s at position %d.
sl: Skladenjska napaka v Set-Cookie: %s na mestu %d.

source: Cookie coming from %s attempted to set domain to %s
sl: Pi¹kot iz %s je sku¹al nastaviti domeno na %s

source: Cannot open cookies file %s: %s
sl: Ni bilo mogoèe odpreti datoteke s pi¹kotki %s: %s

source: Error writing to %s: %s
sl: Napaka med zapisovanjem v %s: %s

source: Error closing %s: %s
sl: Napaka med zapiranjem %s: %s

source: Unsupported listing type, trying Unix listing parser.
sl: Nepodprta vrsta seznama, posku¹am z razèlenjevalnikom seznama za Unix.

source: Index of /%s on %s:%d
sl: Kazalo mape /%s na %s:%d

source: time unknown
sl: neznan èas

source: File
sl: Datoteka

source: Directory
sl: mapa

source: Link
sl: Povezava

source: Not sure
sl: Neznano

source: (%s bytes)
sl: (%s bajtov)

source: Length: %s
sl: Dol¾ina: %s

source: , %s (%s) remaining
sl: , %s (%s) preostalo

source: , %s remaining
sl: , %s preostalo

source: (unauthoritative)
sl: (neavtorizirana)

source: Logging in as %s ...
sl: Prijavljanje kot %s ...

source: Error in server response, closing control connection.
sl: Napaka v odzivu stre¾nika, zapiranje nadzorne povezave.

source: Error in server greeting.
sl: Napaka v pozdravu stre¾nika.

source: Write failed, closing control connection.
sl: Pisanje je spodletelo, zapiram nadzorno povezavo.

source: The server refuses login.
sl: Stre¾nik zavraèa prijavo.

source: Login incorrect.
sl: Napaèna prijava.

source: Logged in!
sl: Prijavljen!

source: Server error, can't determine system type.
sl: Napaka stre¾nika, vrste sistema ni moè ugotoviti.

source: done.
sl: konèano.

source: done.
sl: konèano.

source: Unknown type `%c', closing control connection.
sl: Neznana vrsta `%c', zapiranje nadzorne povezave.

source: done.
sl: konèano.

source: ==> CWD not needed.
sl: ==> CWD ni potreben.

source: No such directory %s.
sl: Ni take mape %s.

source: ==> CWD not required.
sl: ==> CWD ni zahtevan.

source: File has already been retrieved.
sl: Datoteka je bila ¾e prejeta.

source: Cannot initiate PASV transfer.
sl: Ni mogoèe zaèeti prenosa PASV.

source: Cannot parse PASV response.
sl: Ni mogoèe razèleniti odgovora PASV.

source: couldn't connect to %s port %d: %s
sl: ni se bilo moè povezati z %s na vratih %d: %s.

source: Bind error (%s).
sl: Napaka med povezovanjem (%s).

source: Invalid PORT.
sl: Neveljaven PORT.

source: REST failed, starting from scratch.
sl: REST neuspe¹en, zaèenjanje znova.

source: File %s exists.
sl: Datoteka %s obstaja.

source: No such file %s.
sl: Ni take datoteke %s.

source: No such file %s.
sl: Ni take datoteke %s.

source: No such file or directory %s.
sl: Ni take datoteke ali mape %s.

source: %s has sprung into existence.
sl: %s je zaèela obstajati.

source: %s: %s, closing control connection.
sl: %s: %s, zapiranje nadzorne povezave.

source: %s (%s) - Data connection: %s;
sl: %s (%s) - Podatkovna zveza: %s;

source: Control connection closed.
sl: Nadzorna povezava prekinjena.

source: Data transfer aborted.
sl: Prenos podatkov prekinjen.

source: File %s already there; not retrieving.
sl: Datoteka %s je ¾e tam; prejem preskoèen.

source: (try:%2d)
sl: (posk:%2d)

source: %s (%s) - written to stdout %s[%s]
sl: %s (%s) - zapisan v stdout %s[%s]

source: %s (%s) - %s saved [%s]
sl: %s (%s) - %s shranjeno [%s]

source: Removing %s.
sl: Odstranjevanje %s.

source: Using %s as listing tmp file.
sl: Uporabljanje %s kot zaèasno datoteko seznama.

source: Removed %s.
sl: Odstranjen %s.

source: Recursion depth %d exceeded max. depth %d.
sl: Globina rekurzije %d presega najveèjo dovoljeno %d.

source: Remote file no newer than local file %s -- not retrieving.
sl: Oddaljena datoteka ni novej¹a od krajevne datoteke %s -- prejemanje preskoèeno.

source: Remote file is newer than local file %s -- retrieving.
sl: Oddaljena datoteka je novej¹a kot krajevna datoteka %s -- prejemanje.

source: The sizes do not match (local %s) -- retrieving.
sl: Velikosti se ne ujemata (krajevna %s) -- prena¹am.

source: Invalid name of the symlink, skipping.
sl: Neveljavno ime simbolne povezave, preskakujem.

source: Already have correct symlink %s -> %s
sl: Pravilna simbolna povezava ¾e obstaja: %s -> %s

source: Creating symlink %s -> %s
sl: Ustvarjanje simbolne povezave %s -> %s

source: Symlinks not supported, skipping symlink %s.
sl: Simbolne povezave niso podprte. Simbolna povezava %s bo preskoèena.

source: Skipping directory %s.
sl: Mapa %s bo preskoèena.

source: %s: unknown/unsupported file type.
sl: %s: neznana/nepodprta vrsta datoteke.

source: %s: corrupt time-stamp.
sl: %s: okvarjen èasovni ¾ig.

source: Will not retrieve dirs since depth is %d (max %d).
sl: Mape ne bodo pridobljene, ker je globina %d (najveè %d).

source: Not descending to %s as it is excluded/not-included.
sl: Ni padanja k %s, ker je izvzeto/ni vkljuèeno.

source: Rejecting %s.
sl: Zavraèanje %s.

source: Error matching %s against %s: %s
sl: Napaka med ujemanjem %s z %s: %s

source: No matches on pattern %s.
sl: Ni ujemanj za vzorec %s.

source: Wrote HTML-ized index to %s [%s].
sl: Zapisan indeks kot HTML v %s [%s].

source: Wrote HTML-ized index to %s.
sl: Zapisan indeks kot HTML v %s.

source: ERROR: Cannot open directory %s.
sl: NAPAKA: Ni bilo mogoèe odpreti mape %s.

source: ERROR
sl: NAPAKA

source: WARNING
sl: OPOZORILO

source: %s: No certificate presented by %s.
sl: %s: %s ni podal potrdila.

source: %s: The certificate of %s is not trusted.
sl: %s: Potrdilo od %s ni zaupanja vredno.

source: %s: The certificate of %s hasn't got a known issuer.
sl: %s: Potrdilo %s nima znanega izdajatelja.

source: %s: The certificate of %s has been revoked.
sl: %s: Potrdilo od %s je bilo preklicano.

source: Error initializing X509 certificate: %s
sl: Napaka med nastavljanjem zaèetnih vrednosti potrdila X509: %s

source: No certificate found
sl: Ni bilo najdenih potrdil

source: Error parsing certificate: %s
sl: Napaka med razèlenjevanjem potrdila: %s

source: The certificate has not yet been activated
sl: Potrdilo ¹e ni bilo omogoèeno

source: The certificate has expired
sl: Potrdilo je poteklo

source: The certificate's owner does not match hostname %s
sl: Lastnik potrdila se ne ujema z imenom gostitelja %s

source: Unknown host
sl: Neznan gostitelj

source: Temporary failure in name resolution
sl: Zaèasna napaka med razre¹evanjem imena

source: Unknown error
sl: Neznana napaka

source: Resolving %s...
sl: Razre¹evanje %s ...

source: failed: No IPv4/IPv6 addresses for host.
sl: spodletelo: Ni naslova IPv4/IPv6 za gostitelja.

source: failed: timed out.
sl: spodletelo: zakasnitev.

source: %s: Cannot resolve incomplete link %s.
sl: %s: Ni moè razre¹iti nepopolne povezave %s.

source: %s: Invalid URL %s: %s
sl: %s: Neveljaven URL %s: %s

source: Failed writing HTTP request: %s.
sl: Napaka med pisanjem zahteve HTTP: %s.

source: No headers, assuming HTTP/0.9
sl: Ni glav, privzema se HTTP/0.9

source: File %s already there; not retrieving.
sl: Datoteka %s je ¾e tam; prejemanje preskoèeno.

source: Disabling SSL due to encountered errors.
sl: Onemogoèanje SSL zaradi opa¾enih napak.

source: POST data file %s missing: %s
sl: Datoteka s podatki POST, %s, manjka: %s

source: Reusing existing connection to %s:%d.
sl: Ponovna uporaba povezave z %s:%d.

source: Failed reading proxy response: %s
sl: Napaka med branjem odgovora posredni¹kega stre¾nika: %s

source: %s ERROR %d: %s.
sl: %s NAPAKA %d: %s.

source: Malformed status line
sl: Izmalièena vrstica stanja

source: Proxy tunneling failed: %s
sl: Tuneliranje posredni¹kega stre¾nika je spodletelo: %s

source: %s request sent, awaiting response...
sl: %s zahteva poslana, èakanje na odgovor ...

source: No data received.
sl: Brez sprejetih podatkov.

source: Read error (%s) in headers.
sl: Napaka med branjem glav (%s).

source: Unknown authentication scheme.
sl: Neznata metoda overitve.

source: Authorization failed.
sl: Pooblastitev je spodletela.

source: (no description)
sl: (brez opisa)

source: Location: %s%s
sl: Polo¾aj: %s%s

source: unspecified
sl: nedoloèeno

source: [following]
sl: [spremljanje]

source: The file is already fully retrieved; nothing to do.
sl: Datoteka je ¾e popolnoma prene¹ena; niè ni za storiti.

source: Length:
sl: Dol¾ina:

source: ignored
sl: prezrto

source: Saving to: %s
sl: Shranjevanje v: %s

source: Warning: wildcards not supported in HTTP.
sl: Opozorilo: HTTP ne podpira nadomestnih znakov.

source: Spider mode enabled. Check if remote file exists.
sl: Omogoèen naèin pajka. Preverite, èe obstaja oddaljena datoteka.

source: Cannot write to %s (%s).
sl: V %s ni mogoèe zapisovati (%s).

source: Unable to establish SSL connection.
sl: Povezave SSL ni bilo moè vzpostaviti.

source: ERROR: Redirection (%d) without location.
sl: NAPAKA: Preusmeritev (%d) brez nove lokacije.

source: Remote file does not exist -- broken link!!!
sl: Oddaljena datoteka ne obstaja -- pokvarjena povezava!!!

source: Last-modified header missing -- time-stamps turned off.
sl: Glava ,Last-Modified` manjka - izklapljanje èasovnega ¾iga.

source: Last-modified header invalid -- time-stamp ignored.
sl: Neveljavna glava `Last-Modified' -- prezrtje èasovnega ¾iga.

source: Server file no newer than local file %s -- not retrieving.
sl: Datoteka na stre¾niku ni novej¹a kot krajevna datoteka %s -- prejemanje preskoèeno.

source: The sizes do not match (local %s) -- retrieving.
sl: Velikosti se ne ujemata (krajevna %s) -- prena¹anje.

source: Remote file is newer, retrieving.
sl: Oddaljena datoteka je novej¹a, pridobivanje.

source: Remote file exists and could contain links to other resources -- retrieving.
sl: Oddaljena datoteka obstaja in lahko vsebuje povezave na druge vire -- pridobivanje.

source: Remote file exists but does not contain any link -- not retrieving.
sl: Oddaljena datoteka obstaja, vendar ne vsebuje nobenih povezav -- prejemanje preskoèeno.

source: Remote file exists and could contain further links, but recursion is disabled -- not retrieving.
sl: Oddaljena datoteka obstaja, in morda vsebuje nadaljnje povezave, vendar je rekurzija onemogoèena -- prejemanje preskoèeno.

source: Remote file exists.
sl: Oddaljena datoteka obstaja.

source: %s (%s) - written to stdout %s[%s/%s]
sl: %s (%s) - zapisano v stdout %s[%s/%s]

source: %s (%s) - %s saved [%s/%s]
sl: %s (%s) - %s shranjeno [%s/%s]

source: %s (%s) - Connection closed at byte %s.
sl: %s (%s) - Povezava zaprta na bajtu %s.

source: %s (%s) - Read error at byte %s (%s).
sl: %s (%s) - Napaka med branjem na bajtu %s (%s).

source: %s (%s) - Read error at byte %s/%s (%s).
sl: %s (%s) - Napaka med branjem na bajtu %s/%s (%s).

source: %s: WGETRC points to %s, which doesn't exist.
sl: %s: WGETRC ka¾e na %s, ki ne obstaja.

source: %s: Cannot read %s (%s).
sl: %s: Ni mogoèe prebrati %s (%s).

source: %s: Error in %s at line %d.
sl: %s: Napaka v %s v vrstici %d.

source: %s: Syntax error in %s at line %d.
sl: %s: Napaka skladnje v %s v vrstici %d.

source: %s: Unknown command %s in %s at line %d.
sl: %s: Neznan ukaz %s v %s v vrstici %d.

source: %s: Warning: Both system and user wgetrc point to %s.
sl: %s: Opozorilo: tako sistemska kot uporabnikova datoteka wgetrc ka¾eta na %s.

source: %s: Invalid --execute command %s
sl: %s: Neveljaven --execute command %s

source: %s: %s: Invalid boolean %s; use `on' or `off'.
sl: %s: %s: Neveljaven logièni operator %s; uporabite `on' ali `off'.

source: %s: %s: Invalid number %s.
sl: %s: %s: Neveljavno ¹tevilo %s.

source: %s: %s: Invalid byte value %s
sl: %s: %s: Neveljavna vrednost bajta %s

source: %s: %s: Invalid time period %s
sl: %s: %s: Neveljavni èasovni razpon %s

source: %s: %s: Invalid value %s.
sl: %s: %s: Neveljavna vrednost %s.

source: %s: %s: Invalid header %s.
sl: %s: %s: Neveljavne glave %s.

source: %s: %s: Invalid progress type %s.
sl: %s: %s: Neveljavna vrsta stanja napredka %s.

source: %s: %s: Invalid restriction %s, use [unix|windows],[lowercase|uppercase],[nocontrol],[ascii].
sl: %s: %s: Neveljavna omejitev %s, uporabite [unix|windows],[lowercase|uppercase],[nocontrol],[ascii].

source: Encoding %s isn't valid
sl: Kodiranje %s ni veljavno

source: locale_to_utf8: locale is unset
sl: locale_to_utf8: jezikovna oznaka ni nastavljena

source: Conversion from %s to %s isn't supported
sl: Pretvorba iz %s v %s ni podprta

source: Incomplete or invalid multibyte sequence encountered
sl: Zaznana je bila nepopolna ali neveljavna veèbajtna sekvenca

source: Unhandled errno %d
sl: Neobravnavana errno %d

source: idn_encode failed (%d): %s
sl: Spodletel idn_encode (%d): %s

source: idn_decode failed (%d): %s
sl: Spodletel idn_decode (%d): %s

source: %s received, redirecting output to %s.
sl: %s prejeto, preusmerjanje izhoda na %s.

source: %s received.
sl: %s prejetih.

source: %s: %s; disabling logging.
sl: %s: %s; onemogoèanje bele¾enja.

source: Usage: %s [OPTION]... [URL]...
sl: Uporaba: %s [IZBIRA]... [URL]...

source: Mandatory arguments to long options are mandatory for short options too.
sl: Obvezni argumenti za dolge izbire so obvezni tudi za kratke izbire.

source: Startup:
sl: Zagon:

source: -V, --version display the version of Wget and exit.
sl: -V, --version prika¾i razlièico Wgeta in se vrni.

source: -h, --help print this help.
sl: -h, --help izpi¹i pomoè.

source: -b, --background go to background after startup.
sl: -b, --background po zagonu pojdi v ozadje.

source: -e, --execute=COMMAND execute a `.wgetrc'-style command.
sl: -e, --execute=UKAZ izvedi ukaz v slogu ,.wgetrc`.

source: Logging and input file:
sl: Bele¾enje in vhodna datoteka:

source: -o, --output-file=FILE log messages to FILE.
sl: -o, --output-file=DAT. shranjuj sporoèila v DATOTEKO.

source: -a, --append-output=FILE append messages to FILE.
sl: -a, --append-output=DAT. pripni sporoèila v DATOTEKO.

source: -d, --debug print lots of debugging information.
sl: -d, --debug izpi¹i veliko razhro¹èevalnih podrobnosti.

source: --wdebug print Watt-32 debug output.
sl: --wdebug izpi¹i razhro¹èevalni izhod za Watt-32.

source: -q, --quiet quiet (no output).
sl: -q, --quiet ti¹ina (brez izpisa).

source: -v, --verbose be verbose (this is the default).
sl: -v, --verbose vkljuèi polni izpis (privzeto).

source: -nv, --no-verbose turn off verboseness, without being quiet.
sl: -nv, --no-verbose izkljuèi veèino izpisa, a brez ti¹ine.

source: -i, --input-file=FILE download URLs found in local or external FILE.
sl: -i, --input-file=DAT. prejmi povezave najdene v krajevni ali zunanji DATOTEKI.

source: -F, --force-html treat input file as HTML.
sl: -F, --force-html privzemi, da je vhodna datoteka HTML.

source: -B, --base=URL resolves HTML input-file links (-i -F) relative to URL.
sl: -B, --base=URL Razre¹i povezave HTML input-file (-i -F) relativno na URL-je.

source: Download:
sl: Prejemanje:

source: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits).
sl: -t, --tries=©TEVILO nastavi ©TEVILO poskusov (0 za neskonèno).

source: --retry-connrefused retry even if connection is refused.
sl: --retry-connrefused znova poskusi, tudi èe je povezava zavrnjena.

source: -O, --output-document=FILE write documents to FILE.
sl: -O --output-document=DAT. zapisuj dokumente v DATOTEKO.

source: -c, --continue resume getting a partially-downloaded file.
sl: -c, --continue nadaljuj z prejemanjem delno prejete datoteke.

source: --progress=TYPE select progress gauge type.
sl: --progress=VRSTA doloèi slog prikaza prejemanja.

source: -N, --timestamping don't re-retrieve files unless newer than local.
sl: -N, --timestamping ne prejmi znova datotek , ki so starej¹e od krajevnih.

source: --no-use-server-timestamps don't set the local file's timestamp by the one on the server.
sl: --no-use-server-timestamps ne nastavljaj èasovne ¾ige krajevnih datotek glede na èasovne ¾ige na stre¾niku.

source: -S, --server-response print server response.
sl: -S, --server-response izpi¹i odziv stre¾nika.

source: --spider don't download anything.
sl: --spider ne prejmi nièesar.

source: -T, --timeout=SECONDS set all timeout values to SECONDS.
sl: -T, --timeout=SEKUNDE nastavi vse zakasnitve na SEKUNDE.

source: --dns-timeout=SECS set the DNS lookup timeout to SECS.
sl: --dns-timeout=SEKUNDE nastavi zakasnitev poizvedbe DNS na SEKUNDE.

source: --connect-timeout=SECS set the connect timeout to SECS.
sl: --connect-timeout=SECS nastavi zakasnitev povezovanja na SEKUNDE.

source: --read-timeout=SECS set the read timeout to SECS.
sl: --read-timeout=SECS nastavi zakasnitev branja na SEKUNDE.

source: -w, --wait=SECONDS wait SECONDS between retrievals.
sl: -w, --wait=SEKUNDE poèakaj SEKUND med prejemi.

source: --waitretry=SECONDS wait 1..SECONDS between retries of a retrieval.
sl: --waitretry=SEKUNDE poèakaj 1 ... SEKUNDE med ponovnimi poskusi prejemanja.

source: --random-wait wait from 0.5*WAIT...1.5*WAIT secs between retrievals.
sl: --random-wait èakaj od 0.5*ÈAKAJ...1.5*ÈAKAJ sekund med prejemi.

source: --no-proxy explicitly turn off proxy.
sl: --no-proxy posebej izkljuèi posredni¹ki stre¾nik.

source: -Q, --quota=NUMBER set retrieval quota to NUMBER.
sl: -Q, --quota=©TEVILO doloèi omejitev prejemanja na ©TEVILO.

source: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host.
sl: --bind-address=NASLOV pove¾i se z NASLOVOM (ime ali IP) na krajevnem gostitelju.

source: --limit-rate=RATE limit download rate to RATE.
sl: --limit-rate=HITROST omeji hitrost prejemanja na HITROST.

source: --no-dns-cache disable caching DNS lookups.
sl: --no-dns-cache onemogoèi predpomnjenje poizvedb DNS.

source: --restrict-file-names=OS restrict chars in file names to ones OS allows.
sl: --restrict-file-names=OS omeji znake v imenih datotek na tiste, ki so dovoljeni v OS.

source: --ignore-case ignore case when matching files/directories.
sl: --ignore-case ne upo¹tevaj velikosti èrk med ujemanjem datotek/map

source: -4, --inet4-only connect only to IPv4 addresses.
sl: -4, --inet4-only pove¾i se zgolj na naslove IPv4

source: -6, --inet6-only connect only to IPv6 addresses.
sl: -6, --inet6-only pove¾i se zgolj na naslove IPv6

source: --prefer-family=FAMILY connect first to addresses of specified family, one of IPv6, IPv4, or none.
sl: --prefer-family=DRU®INA najprej se povezuj na naslove iz doloèene dru¾ine, lahko je IPv6, IPv4, ali none.

source: --user=USER set both ftp and http user to USER.
sl: --user=UPORABNIK nastavi uporabnika za FTP in HTTP na UPORABNIK.

source: --password=PASS set both ftp and http password to PASS.
sl: --passwd=GESLO nastavi geslo za FTP in HTTP na GESLO.

source: --ask-password prompt for passwords.
sl: --ask-password vpra¹aj za gesla.

source: --no-iri turn off IRI support.
sl: --no-iri izklopi podpor IRI.

source: --local-encoding=ENC use ENC as the local encoding for IRIs.
sl: --local-encoding=KOD. uporabi KODIRANJE kot krajevno kodiranje za IRIs.

source: --remote-encoding=ENC use ENC as the default remote encoding.
sl: --remote-encoding=KOD. uporabi KODIRANJE kot privzeto oddaljeno kodiranje.

source: Directories:
sl: Mape:

source: -nd, --no-directories don't create directories.
sl: -nd --no-directories ne ustvari map.

source: -x, --force-directories force creation of directories.
sl: -x, --force-directories vedno ustvari mape.

source: -nH, --no-host-directories don't create host directories.
sl: -nH, --no-host-directories ne ustvarjaj map gostiteljev.

source: --protocol-directories use protocol name in directories.
sl: --protocol-directories v mapah uporabi ime protokola.

source: -P, --directory-prefix=PREFIX save files to PREFIX/...
sl: -P, --directory-prefix=PREDPONA shranij datoteke v PREDPONA/...

source: --cut-dirs=NUMBER ignore NUMBER remote directory components.
sl: --cut-dirs=©TEVILO prezri ©TEVILO sestavnih delov oddaljenih map.

source: HTTP options:
sl: Mo¾nosti HTTP:

source: --http-user=USER set http user to USER.
sl: --http-user=UPORABNIK nastavi uporabnika HTTP na UPORABNIK.

source: --http-password=PASS set http password to PASS.
sl: --http-passwd=GESLO nastavi geslo za HTTP na GESLO.

source: --no-cache disallow server-cached data.
sl: --no-cache onemogoèi predpomnjene podatke s stre¾nika.

source: --default-page=NAME Change the default page name (normally this is `index.html'.).
sl: --default-page=NAME Spremeni privzeto ime strani (obièajno je to `index.html'.).

source: -E, --adjust-extension save HTML/CSS documents with proper extensions.
sl: -E, --adjust-extension shrani dokumente HTML/CSS s pravilnimi priponami.

source: --ignore-length ignore `Content-Length' header field.
sl: --ignore-length Prezri glavo `Content-Length'.

source: --header=STRING insert STRING among the headers.
sl: --header=NIZ vstavi NIZ med glave.

source: --max-redirect maximum redirections allowed per page.
sl: --max-redirect najveè dovoljenih preusmeritev na stran.

source: --proxy-user=USER set USER as proxy username.
sl: --proxy-user=UPORABNIK nastavi UPORABNIKA kot uporabni¹ko ime za posredni¹ki stre¾nik.

source: --proxy-password=PASS set PASS as proxy password.
sl: --proxy-passwd=GESLO nastavi GESLO za geslo posredni¹kega stre¾nika.

source: --referer=URL include `Referer: URL' header in HTTP request.
sl: --referer=URL vkljuèi ,Referer: URL` v zahtevek HTTP.

source: --save-headers save the HTTP headers to file.
sl: --save-headers shranjuj glave HTTP v datoteko.

source: -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
sl: -U, --user-agent=ODJEMNIK predstavi se kot ODJEMNIK namesto Wget/RAZLIÈICA.

source: --no-http-keep-alive disable HTTP keep-alive (persistent connections).
sl: --no-http-keep-alive onemogoèi stalne povezave HTTP (keep-alive).

source: --no-cookies don't use cookies.
sl: --no-cookies ne uporabljaj pi¹kotkov.

source: --load-cookies=FILE load cookies from FILE before session.
sl: --load-cookies=DATOT. pred sejo nalo¾i pi¹kote iz DATOTEKE.

source: --save-cookies=FILE save cookies to FILE after session.
sl: --save-cookies=DATOT. po seji shrani pi¹kote v DATOTEKO.
