Repository: johnsonlee/wget-extension
Catalog: po/*.po
Languages: sl

source: --keep-session-cookies load and save session (non-permanent) cookies.
sl: --keep-session-cookies nalo¾i in shrani (zaèasne) pi¹kote seje.

source: --post-data=STRING use the POST method; send STRING as the data.
sl: --post-data=NIZ uporabi metodo POST; po¹lji NIZ kot podatke.

source: --post-file=FILE use the POST method; send contents of FILE.
sl: --post-file=DATOTEKA uporabi metodo POST; po¹lji vsebino DATOTEKE.

source: --content-disposition honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
sl: --content-disposition upo¹tevaj glavo Content-Disposition, ko izbira¹ lokalna imena datotek (POSKUSNO).

source: --auth-no-challenge send Basic HTTP authentication information without first waiting for the server's challenge.
sl: --auth-no-challenge po¹lji osnovne podrobnosti overitve HTTP brez èakanja na stre¾nikov poziv.

source: HTTPS (SSL/TLS) options:
sl: Mo¾nosti HTTPS (SSL/TLS):

source: --secure-protocol=PR choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
sl: --secure-protocol izberi varni protokol SSL; lahko je auto, SSLv2, SSLv3 ali TLSv1

source: --no-check-certificate don't validate the server's certificate.
sl: --no-check-certificate ne preveri potrdila stre¾nika.

source: --certificate=FILE client certificate file.
sl: --certificate=DAT. DATOTEKA s potrdilom.

source: --certificate-type=TYPE client certificate type, PEM or DER.
sl: --certificate-type=VRSTA VRSTA potrdila odjemalca, PEM ali DER.

source: --private-key=FILE private key file.
sl: --private-key=DAT. DATOTEKA z zasebnim kljuèem.

source: --private-key-type=TYPE private key type, PEM or DER.
sl: --private-key-type=VRSTA vrsta zasebnega kljuèa, PEM ali DER.

source: --ca-certificate=FILE file with the bundle of CA's.
sl: --ca-certificate=DAT. datoteka z zbirko CA-jev.

source: --ca-directory=DIR directory where hash list of CA's is stored.
sl: --ca-directory=MAPA MAPA s seznamom hash CA-jev.

source: --random-file=FILE file with random data for seeding the SSL PRNG.
sl: --random-file=DAT. DATOTEKA z nakljuènim semenom za SSL PRNG.

source: --egd-file=FILE file naming the EGD socket with random data.
sl: --egd-file=DAT. ime datoteke vtièa EGD z nakljuènimi podatki.

source: FTP options:
sl: Mo¾nosti FTP:

source: --ftp-stmlf Use Stream_LF format for all binary FTP files.
sl: --ftp-stmlf Uporabi obliko Stream_LF za vse binarne datoteke FTP.

source: --ftp-user=USER set ftp user to USER.
sl: --ftp-user=UPORABNIK nastavi uporabni¹ko ime FTP na UPORABNIK.

source: --ftp-password=PASS set ftp password to PASS.
sl: --ftp-passwd=GESLO nastavi geslo za FTP kot GESLO.

source: --no-remove-listing don't remove `.listing' files.
sl: --no-remove-listing ne odstrani datotek ,.listing`.

source: --no-glob turn off FTP file name globbing.
sl: --no-glob izkljuèi `globbing' imen datotek pri FTP.

source: --no-passive-ftp disable the "passive" transfer mode.
sl: --no-passive-ftp ne uporabljaj "pasivnega" naèina prenosa.

source: --preserve-permissions preserve remote file permissions.
sl: --preserve-permissions ohrani oddaljena dovoljenja datotek.

source: --retr-symlinks when recursing, get linked-to files (not dir).
sl: --retr-symlinks pri rekurziji prejmi ciljne datoteke (ne map).

source: Recursive download:
sl: Rekurzivno prejemanje:

source: -r, --recursive specify recursive download.
sl: -r, --recursive nastavi rekurzivno prejemanje.

source: -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite).
sl: -l, --level=©TEVILO najveèja dovoljena globina rekurzije (inf ali 0 za neskonèno).

source: --delete-after delete files locally after downloading them.
sl: --delete-after izbri¹i krajevne datoteke, ko so prejete.

source: -k, --convert-links make links in downloaded HTML or CSS point to local files.
sl: -k, --convert-links povezave v prejetih datotekah HTML ali CSS naj ka¾ejo na krajevne datoteke.

source: -K, --backup-converted before converting file X, back up as X_orig.
sl: -K, --backup-converted pred pretvorbo datoteke X, napravi varnostno kopijo kot X_orig.

source: -K, --backup-converted before converting file X, back up as X.orig.
sl: -K, --backup-converted pred pretvorbo datoteke X ustvari varnostno kopijo kot X.orig.

source: -m, --mirror shortcut for -N -r -l inf --no-remove-listing.
sl: -m, --mirror bli¾njica za -N -r -l inf --no-remove-listing.

source: -p, --page-requisites get all images, etc. needed to display HTML page.
sl: -p, --page-requisites prejmi vse slike itd., potrebne za prikaz spletne strani HTML.

source: --strict-comments turn on strict (SGML) handling of HTML comments.
sl: --strict-comments vkljuèi strogo (SGML) rokovanje komentarjev HTML.

source: Recursive accept/reject:
sl: Rekurzivno sprejemanje/zavraèanje:

source: -A, --accept=LIST comma-separated list of accepted extensions.
sl: -A, --accept=SEZNAM z vejico loèen seznam sprejemljivih pripon.

source: -R, --reject=LIST comma-separated list of rejected extensions.
sl: -R, --reject=SEZNAM z vejico loèen seznam zavrnjenih pripon.

source: -D, --domains=LIST comma-separated list of accepted domains.
sl: -D, --domains=SEZNAM z vejico loèen seznam sprejemljivih domen.

source: --exclude-domains=LIST comma-separated list of rejected domains.
sl: --exclude-domains=SEZNAM z vejico loèen seznam zavrnjenih domen.

source: --follow-ftp follow FTP links from HTML documents.
sl: --follow-ftp sledi povezavam FTP iz dokumentov HTML.

source: --follow-tags=LIST comma-separated list of followed HTML tags.
sl: --follow-tags=SEZNAM z vejico loèen seznam sledenim znaèkam HTML.

source: --ignore-tags=LIST comma-separated list of ignored HTML tags.
sl: --ignore-tags=SEZNAM z vejico loèen seznam prezrtih znaèk HTML.

source: -H, --span-hosts go to foreign hosts when recursive.
sl: -H, --span-hosts pri rekurziji pojdi tudi na druge gostitelje.

source: -L, --relative follow relative links only.
sl: -L, --relative spremljaj samo relativne povezave.

source: -I, --include-directories=LIST list of allowed directories.
sl: -I, --include-directories=SEZNAM seznam dovoljenih map.

source: -X, --exclude-directories=LIST list of excluded directories.
sl: -X, --exclude-directories=SEZNAM seznam nedovoljenih map.

source: -np, --no-parent don't ascend to the parent directory.
sl: -np, --no-parent ne pojdi v nadrejeno mapo.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
sl: Po¹iljajte poroèila o hro¹èih in predloge na <bug-wget@gnu.org>.

source: GNU Wget %s, a non-interactive network retriever.
sl: GNU Wget %s, neinteraktivno orodje za prejemanje preko mre¾e.

source: Password for user %s:
sl: Geslo za uporabnika %s:

source: Password:
sl: Geslo:

source: Locale:
sl: Jazikovno doloèilo:

source: Link:
sl: Povezava:

source: GNU Wget %s built on %s.
sl: GNU Wget %s grajen na %s.

source: %s (user)
sl: %s (uporabnik)

source: %s (system)
sl: %s (sistem)

source: License GPLv3+: GNU GPL version 3 or later <http://www.gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
sl: Licenca GPLv3+: GNU GPL razlièice 3 ali poznej¹a <http://www.gnu.org/licenses/gpl.html>. To je prosta programska oprema: lahko ga spreminjate in raz¹irjate. Programska oprema je BREZ VSAKEGA JAMSTVA, kolikor to dopu¹èa zakon.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
sl: Izvorni avtor: Hrvoje Nik¹iæ <hniksic@xemacs.org>.

source: Please send bug reports and questions to <bug-wget@gnu.org>.
sl: Po¹ljite poroèila o hro¹èih in vpra¹anja na <bug-wget@gnu.org>.

source: Try `%s --help' for more options.
sl: Poskusite `%s --help' za veè mo¾nosti.

source: %s: illegal option -- `-n%c'
sl: %s: nedovoljena mo¾nost -- `-n%c'

source: Can't be verbose and quiet at the same time.
sl: Tihi in izèrpni naèin nista mogoèa istoèasno.

source: Can't timestamp and not clobber old files at the same time.
sl: Istoèasno ni mogoèe dodajati èasovnih ¾igov in ne nenamerno prepisovati starih datotek.

source: Cannot specify both --inet4-only and --inet6-only.
sl: Ni mogoèe hkrati podati --inet4-only in --inet6-only.

source: Cannot specify both -k and -O if multiple URLs are given, or in combination with -p or -r. See the manual for details.
sl: Ni mogoèe hkrati podati -k in -O, èe je podanih veè URL-jev, ali v kombinaciji s -p ali -r. Za podrobnosti si oglejte priroènik.

source: WARNING: combining -O with -r or -p will mean that all downloaded content will be placed in the single file you specified.
sl: OPOZORILO: zdru¾itev -O z -r ali -p bo pomenila, da se bo vsa prejeta vsebina vpisovala v eno samo datoteko, ki ste jo podali.

source: WARNING: timestamping does nothing in combination with -O. See the manual for details.
sl: OPOZORILO: èasovno ¾igosanje v kombinaciji z -O ne dela niè. Za podrobnosti si oglejte priroènik.

source: File `%s' already there; not retrieving.
sl: Datoteka `%s' ¾e obstaja; prejemanje je preskoèeno.

source: Cannot specify both --ask-password and --password.
sl: Ni mogoèe doloèiti obeh --ask-password in --password hkrati.

source: %s: missing URL
sl: %s: manjka URL

source: This version does not have support for IRIs
sl: Ta razlièica nima podpore za IRIs

source: -k can be used together with -O only if outputting to a regular file.
sl: -k se lahko uporabi skupaj z -O samo, èe je izhod obièajna datoteka.

source: No URLs found in %s.
sl: V %s ni najdenega nobenega URL.

source: Download quota of %s EXCEEDED!
sl: Omejitev prejemanja %s je PREKORAÈENA!

source: Continuing in background.
sl: Nadaljevanje v ozadju.

source: Continuing in background, pid %lu.
sl: Nadaljevanje v ozadju, pid %lu.

source: Output will be written to %s.
sl: Izhod bo zapisan v %s.

source: %s: Couldn't find usable socket driver.
sl: %s: Ni bilo mogoèe najti uporabnega gonilnika vtièa.

source: %s: %s:%d: warning: %s token appears before any machine name
sl: %s: %s:%d: opozorilo: ¾eton %s se pojavi pred vsakim imenom raèunalnika

source: %s: %s:%d: unknown token "%s"
sl: %s: %s:%d: neznan ¾eton "%s"

source: Usage: %s NETRC [HOSTNAME]
sl: Uporaba: %s NETRC [IME GOSTITELJA]

source: %s: cannot stat %s: %s
sl: %s: ni mogoèe napraviti stat na %s: %s

source: WARNING: using a weak random seed.
sl: OPOZORILO: uporabljate ¹ibko seme za nakljuèna ¹tevila.

source: Could not seed PRNG; consider using --random-file.
sl: Ni bilo mogoèe ustvariti semena PRNG; razmislite o rabi --random-file.

source: %s: cannot verify %s's certificate, issued by %s:
sl: %s: ni bilo mogoèe preveriti potrdila %s, ki ga je izdal %s:

source: Unable to locally verify the issuer's authority.
sl: Istovetnosti izdajatelja krajevno ni bilo mogoèe preveriti.

source: Self-signed certificate encountered.
sl: Zaznano je bilo samopodpisano potrdilo.

source: Issued certificate not yet valid.
sl: Izdano potrdilo ¹e ni veljavno.

source: Issued certificate has expired.
sl: Izdano potrdilo je ¾e poteklo.

source: %s: no certificate subject alternative name matches requested host name %s.
sl: %s: ni ujemanj alternativnega imena potrdila zahtevano ime gostitelja %s.

source: %s: certificate common name %s doesn't match requested host name %s.
sl: %s: obièajno ime potrdila %s se ne ujema z zahtevanim imenom gostitelja %s.

source: %s: certificate common name is invalid (contains a NUL character). This may be an indication that the host is not who it claims to be (that is, it is not the real %s).
sl: %s: Obièajno ime potrdila je neveljavno (vsebuje znak NUL). To je morda znamenje, da se gostitelj izdaja za drugega (to pomeni, da ni pravi %s).

source: To connect to %s insecurely, use `--no-check-certificate'.
sl: Èe se ¾elite povezati z %s brez varnosti, uporabite --no-check-certificate`.

source: %*s[ skipping %sK ]
sl: %*s[ preskakovanje %sK ]

source: Invalid dot style specification %s; leaving unchanged.
sl: Neveljavno doloèilo sloga pik %s; ostaja nespremenjeno.

source: eta %s
sl: pèp %s

source: in
sl: v

source: Cannot get REALTIME clock frequency: %s
sl: Ni bilo mogoèe dobiti frekvence ure realnega èasa: %s

source: Removing %s since it should be rejected.
sl: Odstranjevanje %s, saj bi moral biti zavrnjen.

source: Cannot open %s: %s
sl: Ni bilo mogoèe odpreti %s: %s

source: Loading robots.txt; please ignore errors.
sl: Nalaganje robots.txt; prosim, prezrite napake.

source: Error parsing proxy URL %s: %s.
sl: Napaka med razèlenjevanjem URL posredni¹kega stre¾nika %s: %s.

source: Error in proxy URL %s: Must be HTTP.
sl: Napaka v URL posredni¹kega stre¾nika %s: Mora biti HTTP.

source: %d redirections exceeded.
sl: %d preusmeritev je bilo prekoraèenih.

source: Giving up.
sl: Opu¹èanje.

source: Retrying.
sl: Ponovni poskus.

source: Found no broken links.
sl: Ni najdenih pokvarjenih povezav.

source: Found %d broken link.
sl: Najdenih je bilo %d pokvarjenih povezav.

source: No error
sl: Brez napake

source: Unsupported scheme %s
sl: Nepodprta shema %s

source: Scheme missing
sl: Shema manjka

source: Invalid host name
sl: Neveljavno ime gostitelja

source: Bad port number
sl: Slaba ¹tevilka vrat

source: Invalid user name
sl: Neveljavno uporabni¹ko ime

source: Unterminated IPv6 numeric address
sl: Neprekinjen ¹tevilski naslov IPv6

source: IPv6 addresses not supported
sl: Naslovi IPv6 niso podprti

source: Invalid IPv6 numeric address
sl: Neveljaven ¹tevilski naslov IPv6

source: HTTPS support not compiled in
sl: Podpora HTTPS ni vgrajena

source: %s: %s: Failed to allocate enough memory; memory exhausted.
sl: %s: %s: Ni bilo mogoèe dodeliti dovolj pomnilnika; pomnilnik izèrpan.

source: %s: %s: Failed to allocate %ld bytes; memory exhausted.
sl: %s: %s: Ni bilo mogoèe dodeliti %ld bajtov; zmanjkalo je pomnilnika.

source: %s: aprintf: text buffer is too big (%ld bytes), aborting.
sl: %s: aprintf: medpomnilnik besedila je prevelik (%ld bajtov), prekinjanje.

source: Continuing in background, pid %d.
sl: Nadaljevanje v ozadju, pid %d.

source: Failed to unlink symlink %s: %s
sl: Ni bilo mogoèe odstraniti simbolne povezave %s: %s
